export const tasks = [
  { id: 1, title: "Создать проект Vue" },
  { id: 2, title: "Установить зависимости" },
  { id: 3, title: "Настроить маршрутизацию" },
  { id: 4, title: "Разработать компонент списка задач" },
  { id: 5, title: "Добавить форму для создания задач" },
  { id: 6, title: "Реализовать удаление задач" },
  { id: 7, title: "Добавить возможность редактирования" },
  { id: 8, title: "Настроить локальное хранилище" },
  { id: 9, title: "Добавить стили и адаптивность" },
  { id: 10, title: "Протестировать приложение" }
];